<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?><!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<title>이용약관</title>

	<style type="text/css">

	body {
		background-color: #efefef;
		margin: 20px;
		font: 16px normal;
		line-height: 24px;
		color: #443e3a;
	}
	</style>
</head>
<body>

<div style="text-align: justify;">
<B>노블 반주기 약관</B>
<BR><BR>
제1조(목적)<BR>
이 약관은 노블반주기(이하 '회사'로 칭함)에서 제공하는 회원 서비스 제공 및 이용조건, 회원가입에 관련된 사항 및 절차, 회사와 회원의 권리, 의무 및 책임사항 그리고 기타 필요한 사항을 규정함을 목적으로 합니다.<BR>
<BR>
제2조(정의)<BR>
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<BR>
①회원: 회사가 서비스하는 앱 또는 웹사이트에서 회원가입을 한 서비스 이용자<BR>
②아이디(이메일): 회원가입 시 회원이 아이디로 기재한 이메일 주소<BR>
③비밀번호: 회원 개인의 정보를 보호하기 위해 회원 자신이 설정한 문자 또는 숫자의 조합<BR>
④해지: 회사 또는 회원의 이용계약을 종료시키는 의사표시<BR>
⑤서비스: 회사가 현재 제공하거나 미래에 제공할 서비스의 총칭<BR>
⑥유료서비스: 서비스 중 회원이 이용하기 위해서는 포인트를 사용하거나 인앱 구매를 통한 금액 결제가 필요한 특정 서비스의 총칭<BR>
⑦인앱(in-app) 구매: 서비스 내에서 유료서비스 이용을 위해 회원이 구글(Google) 또는 애플(Apple) 계정을 통해 금액 결제를 하고 그에 따른 혜택을 받는 행위<BR>
⑧전자결제대행 서비스: 회원이 서비스를 사용하며 금액결제를 할 경우, 회사가 아닌 제3자가 지급결제정보를 송신하거나 수신하는 것 또는 그 대가의 정산을 대행하거나 매개하는 것<BR>
⑨로그인: 회원이 서비스를 이용하기 위해 아이디와 비밀번호 등을 사용하여 서비스에 접속하는 행위<BR>
<BR>
제3조(약관의 명시와 설명 및 개정)<BR>
①회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스의 초기 화면 또는 회원가입 화면에 게시합니다.<BR>
②회사는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<BR>
③회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 서비스의 초기화면에 그 적용일자 7일 이전부터 적용일자로부터 7일간 이를 공지하고, 기존 회원에게는 아이디로 등록된 이메일로 개정약관을 발송하여 통지합니다.단, 개정내용이 회원에게 불리한 경우에는 그 적용일자 30일 이전부터 이를 공지합니다.<BR>
④회사가 전항에 따라 회원에게 통지하면서 개정약관 적용일자로부터 7일째 되는 날까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.<BR>
⑤회원이 개정약관의 적용에 동의하지 않는 경우 회사 또는 회원은 이용계약을 해지할 수 있습니다.<BR>
<BR>
제4조(약관 외 준칙)<BR>
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에 따릅니다.<BR>
<BR>
제5조(회원가입 절차, 회사의 승낙 및 이용계약의 성립)<BR>
①회원가입신청은 회사가 서비스하는 앱 또는 웹사이트에서 소정의 가입신청양식을 작성하고 이 약관에 동의한다는 의사표시를 함으로써 합니다<BR>
②회사는 회원이 제1항에서 정한 필수 사항을 정확히 기재하여 이용신청을 하였을 때 회원 가입을 승낙합니다. 단, 회사는 다음 각 호의 1에 해당할 경우 이용신청에 대해 승낙을 유보할 수 있습니다.<BR>
a.기술상 지장이 있는 경우<BR>
b.서비스에 장애가 발생한 경우<BR>
c.기타 위 각 호에 준하는 사유로서 이용 신청의 승낙이 곤란한 경우<BR>
③회사는 다음 각 호의 1에 해당하는 이용신청에 대하여는 이를 승낙하지 않거나 승낙을 취소할 수 있습니다.<BR>
1.실명이 아니거나 타인의 명의를 이용한 경우<BR>
2.이용 신청 시 필요내용을 허위로 기재하여 신청한 경우<BR>
3.사회의 안녕, 질서 또는 미풍양속을 저해할 목적으로 신청한 경우<BR>
4.기타 회사가 정한 이용신청 요건이 미비 되었을 경우<BR>
5.가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만, 회원자격 상실 후 1년이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함<BR>
<BR>
제6조(회사의 의무)<BR>
①회사는 관련 법령을 준수하고, 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.<BR>
②회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함) 보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.<BR>
③회사는 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 방송통신위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우는 그러하지 않습니다.<BR>
④회사는 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실된 때에는 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의 노력을 다합니다.<BR>
<BR>
제7조(아이디(이메일)와 비밀번호 관리에 관한 회원의 의무)<BR>
①제7조의 경우를 제외한 아이디(이메일)와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다.<BR>
②회원은 본인에게 부여된 아이디(이메일)와 비밀번호를 선량한 관리자로서의 주의의무를 다하여 관리해야 하고, 이를 제3자가 이용하게 해서는 안 됩니다. 회원이 본인의 아이디(이메일)와 비밀번호를 소홀히 관리하거나 제3자에게 이용을 승낙함으로써 발생하는 손해에 대하여는 회원에게 책임이 있습니다.<BR>
③회원이 자신의 아이디(이메일) 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.<BR>
<BR>
제8조(회원정보의 변경)<BR>
①회원은 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 이메일 등은 수정이 불가능합니다.<BR>
②회원은 가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 그 변경사항을 수정해야 합니다.<BR>
③변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.<BR>
<BR>
제9조(회원의 의무)<BR>
①회원은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.<BR>
②회원은 회사의 사전 동의 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.<BR>
③회원은 서비스를 이용하여 얻은 정보를 회사의 사전 동의 없이 복사, 복제, 변경, 번역, 출판, 방송, 또는 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.<BR>
④회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.<BR>
a.다른 회원의 아이디(이메일)를 부정 사용하는 경우<BR>
b.범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위<BR>
c.선량한 풍속, 기타 사회질서를 해하는 경우<BR>
d.타인의 명예를 훼손하거나 모욕하는 행위<BR>
e.타인의 지적재산권 등의 권리를 침해하는 행위<BR>
f.해킹행위 또는 컴퓨터 바이러스의 유포행위<BR>
g.타인의 의사에 반하여 광고성 정보등 일정한 내용을 전송하는 행위<BR>
h.서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<BR>
i.기타 관계법령에 위배되는 행위<BR>
j.회원의 개인정보에 타인 명의의 핸드폰 번호를 등록하거나, 본인의 핸드폰 번호를 타인의 개인정보에 등록하도록 제공하는 행위<BR>
<BR>
제10조(정보의 제공 및 광고의 게재)<BR>
①회사는 서비스를 운용함에 있어 각종 정보 및 광고를 서비스하는 앱 또는 웹사이트에 게재하는 방법 및 문자, 전자우편 등으로 회원에게 제공할 수 있습니다. 다만, 회원은 문자, 전자우편에 대해서 수신 거절을 할 수 있고, 고객센터를 통해 수신 거절을 신청할 수 있습니다.<BR>
<BR>
제11조(서비스 제공의 중지)<BR>
다음 각 항의 1에 해당하는 경우 회사는 서비스 제공을 일시적 또는 영구적으로 중지할 수 있습니다.<BR>
①시스템 정비를 위하여 부득이한 경우<BR>
②전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지하는 경우<BR>
③기타 위 각 항에 준하는 사유로서 회사가 서비스를 제공할 수 없는 사유가 발생할 경우<BR>
<BR>
제12조(유료서비스)<BR>
①회원은 인앱 구매, 정액 결제, 전자결제대행 서비스, 포인트 사용, 또는 회사가 정하는 기타 방식을 통해 유료서비스를 이용할 수 있습니다. 회원은 유료서비스를 통해 회사가 제공하는 반주음을 사용할 수 있으며, 반주음 일부의 경우, 인앱 결제 후, 중단이 될 수 있습니다. <BR>
②인앱 구매 또는 전자결제대행 서비스를 통해 유료서비스를 이용하는 회원은 자신이 선택한 방식으로 금액결제를 할 모든 필요한 권한이 있으며 그로부터 발생하는 법적 문제 및 상황에 대하여 책임을 지는 것을 이해하고 동의합니다.<BR>
③인앱 구매 또는 전자결제대행 서비스로 구입한 코인은 오직 서비스 내에서만 사용이 가능하며, 양도 및 대여가 불가합니다. 코인은 전자 거래 관련법상 필수불가결한 경우를 제외하고 현금으로 교환되지 않습니다.<BR>
④인앱 구매 및 전자결제대행 서비스는 회사가 아니라 제 3자의 서비스를 통해 진행됩니다. 따라서 본 서비스를 이용하면서 인앱 구매 또는 전자결제대행을 진행하는 회원은 요금 청구, 거래 및 환불 등의 모든 결제 관련 절차는 회사가 아니라 회원이 결제를 위해 이용한 각 플랫폼에서 진행하며, 해당 절차는 각 플랫폼의 약관 및 규정에 따른다는 것을 이해하고 동의합니다.<BR>
⑤회원이 인앱 구매 또는 전자결제대행 서비스 등을 통하여 획득한 코인은 서비스 해지 시 자동으로 소멸합니다.<BR>
<BR>
제13조(계약해지 및 이용제한)<BR>
다음 각 항의 1에 해당하는 경우 서비스 제공을 중지할 수 있습니다.<BR>
①회원이 이용계약을 해지하고자 하는 때에는 본인이 고객센터로 연락을 통하여 해지 신청이 가능하며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.<BR>
②회원이 계약을 해지할 경우, 관련법 및 개인정보처리방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 개인 정보와 관련된 데이터는 소멸합니다.<BR>
③회사는 회원이 이 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.<BR>
<BR>
제14조(손해배상과 책임 제한)<BR>
①회사는 천재지변 또는 이에 준하는 1)불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<BR>
②회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<BR>
③회사는 회원 또는 제3자가 서비스 내 또는 웹사이트 상에 게시 또는 전송한 정보, 자료, 사실의 정확성, 신뢰성 등 그 내용에 관하여는 회사의 고의 또는 중대한 과실이 없는 한 책임을 지지 않으므로 회원은 스스로의 책임 하에 서비스 또는 웹사이트 내 정보를 이용해야 합니다.<BR>
④회사 또는 회원이 본 약관을 위반함으로 인하여 상대방에게 손해가 발생하는 경우, 귀책당사자는 상대방이 입증하는 손해를 배상하여야 합니다.<BR>
<BR>
제15조(준거법 및 재판관할)<BR>
①회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.<BR>
②본 약관의 일부 조항이 관할 법원 또는 현지 법령 등에 의해 무효 또는 시행 불가능하다고 판단 되더라도 본 약관의 잔여 부분은 유효하며, 어떠한 일이 있어도 무효화되지 않습니다.<BR>
③본 약관은 최초 한국어로 작성되었으며, 회원이 본 이용약관을 한국어가 아닌 다른 언어로 접할 시 회원은 한국어가 아닌 언어의 약관은 오직 회원의 편의를 위해 제공되었으며, 언어간 의미에 차이가 발생할 경우 한국어로 작성된 약관의 해석이 항상 우선함을 이해하고 동의합니다.<BR>
④회사와 회원 간 발생한 분쟁에 관한 소송은 서울중앙지방법원에 제소합니다.<BR>
</div>

</body>
</html>