<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?><!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<title>이용약관</title>

	<style type="text/css">

	body {
		background-color: #efefef;
		margin: 20px;
		font: 16px normal;
		line-height: 24px;
		color: #443e3a;
	}
	</style>
</head>
<body>

<div style="text-align: justify;">
<B>노블 반주기 개인정보관리책임자</B>
<BR><BR>
노블반주기(이하 ‘회사’로 칭함)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령상의 개인정보보호 규정을 준수하며, 다음과 같이 개인정보처리방침을 정하여 이용자의 권익을 보호하고 있습니다.<BR>
<BR>
1. 수집하는 개인정보 항목 및 수집방법<BR>
①회사는 회원가입, 상담, 서비스 제공 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<BR>
로그인ID (이메일), 이름, 비밀번호, 서비스 이용기록, 접속 로그, 결제기록, 곡 재생 횟수<BR>
②회사는 다음과 같은 방법으로 개인정보를 수집합니다.<BR>
서비스 앱 또는 서비스 웹사이트 (회원가입, 이벤트 참여, 배송요청)를 통한 수집, 생성정보 수집 툴을 통한 수집<BR>
<BR>
2. 개인정보의 수집 및 이용목적<BR>
회사는 수집한 이용자의 개인정보를 토대로 다음과 같은 목적에 한하여 활용하고 있습니다.<BR>
①서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구서 등 발송<BR>
②회원 관리<BR>
회원제 서비스 이용에 따른 본인 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 불만처리 등 민원처리, 공지사항 전달, 추후 법정 대리인 본인 확인, 추후 분쟁 조정을 위한 기록보존, 고지사항 전달, 회원탈퇴 의사의 확인<BR>
<BR>
③신규 서비스 개발 및 마케팅, 광고에의 활용<BR>
신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계<BR>
<BR>
3. SNS 연동에 의해 수집하는 개인정보항목, 수집방법 및 이용목적<BR>
회사가 제공하는 서비스에 이용자가 SNS Sign in 기능을 통해 로그인 하는 경우, 회사는 아래와 같이 이용자의 개인정보를 수집하고 이를 활용하고 있습니다.<BR>
①회사는 SNS에 의해 공개된 이용자의 정보를 이용자의 서비스 이용 편의 제고 및 위 2항에 기재된 바와 같은 목적을 위해 수집할 수 있습니다.<BR>
②수집 항목 : 이름, SNS ID, 프로필 사진 또는 사진의 URL, SNS 친구 목록. 생년월일, 성별<BR>
③수집 방법 : SNS를 통해 회원이 공개한 정보를 수집<BR>
<BR>
4. 수집한 개인정보의 공유 및 제공<BR>
①회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<BR>
1.이용자들이 사전에 동의한 경우<BR>
2.법령의 규정에 의거한 경우<BR>
②서비스에 포함된 타사 제휴 서비스는 회사가 제공하는 서비스에서 해당 타사 서비스와 관련된 정보 및 이용자 활동을 수집할 수 있습니다. 이러한 타사 서비스는 회사에 의해 개발 또는 관리되어 지지 않으며, 회사는 타사의 행동에 대한 책임을 지지 않습니다. 이용자는 서비스에 이용된 타사 서비스의 약관 및 개인 정보 보호 정책을 신중히 검토하여야 합니다.<BR>
<BR>
5. 개인정보의 처리위탁<BR>
원활한 업무 처리를 위해 다음과 같이 이용자의 개인정보 처리위탁을 받는 자(이하 ‘수탁자’라 합니다)와 개인정보 처리위탁을 하는 업무의 내용을 고지합니다.<BR>
<BR>
①수탁업체 : CJ 대한 통운, 우체국 택배, 현대 택배, 한진 택배, 로젠 택배 등<BR>
②위탁업무 내용 : 서비스 물품 및 이벤트 경품 배송 등의 물류 업무<BR>
③개인정보의 보유 및 이용기간 : 회원탈퇴시 또는 위탁계약 종료시까지<BR>
<BR>
6. 개인정보의 보유 및 이용기간 (대한민국)<BR>
회사는 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다<BR>
<BR>
단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 ‘전자상거래 등에서의 소비자보호에 관한 법령’ 등에서 정한 일정한 기간 동안 회원정보를 보관합니다.<BR>
<BR>
①표시/광고에 관한 기록 : 6개월 (전자상거래 등에서의 소비자보호에 관한 법률)<BR>
②계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래 등에서의 소비자보호에 관한 법률)<BR>
③대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래 등에서의 소비자보호에 관한 법률)<BR>
④소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등에서의 소비자보호에 관한 법률)<BR>
⑤정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)<BR>
<BR>
7. 개인정보 파기 절차 및 방법<BR>
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 아래와 같이 지체 없이 파기합니다.<BR>
①파기절차 : 회사가 수집한 정보는 목적이 달성된 후 6항에 명시된 경우 외에는 파기되어집니다.<BR>
②파기방법 :<BR>
a.종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고<BR>
b.전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.<BR>
<BR>
8. 이용자 및 법정대리인의 권리와 그 행사방법<BR>
①이용자 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수 있습니다.<BR>
②이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 본인확인절차를 거쳐 열람, 정정이 가능합니다. 혹은 개인정보관리책임자에게 연락하면 지체 없이 조치하겠습니다. 개인정보의 오류에 대한 정정을 요청한 경우에는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한, 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.<BR>
③회사는 이용자 혹은 법정대리인의 요청에 의해 해지 또는 삭제된 개인정보는 6항에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<BR>
9. 개인정보 자동수집장치의 설치, 운영 및 그 거부에 관한 사항<BR>
회사는 이용자들에 특화된 맞춤 서비스를 제공하기 위하여, 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 사용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자의 컴퓨터 하드디스크에 저장됩니다.<BR>
①회사의 쿠키 사용 목적<BR>
이용자들이 방문한 회사의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된 맞춤형 정보를 제공하기 위해 사용합니다.<BR>
②쿠키의 설치/운영 및 거부<BR>
이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 서비스 및 웹사이트 일부 서비스는 이용에 어려움이 있을 수 있습니다.<BR>
③쿠키 설치 허용 여부를 지정하는 방법<BR>
1.Internet Explorer의 경우<BR>
a.[도구] 메뉴에서 [인터넷 옵션]을 선택합니다.<BR>
b.[개인정보 탭]을 클릭합니다.<BR>
c.[개인정보취급 수준]을 설정하시면 됩니다.<BR>
2.Chrome의 경우<BR>
a.[설정] 메뉴에서 [고급 설정 표시]를 선택합니다.<BR>
b.[개인정보] 메뉴에서 [콘텐츠 설정]을 선택합니다.<BR>
c.[쿠키]항목에서 쿠키 설정을 변경합니다.<BR>
<BR>
10. 개인정보에 관한 민원서비스<BR>
회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 책임자 및 관련 부서를 지정하고 있습니다.<BR>
<BR>
개인정보관리책임자<BR>
성명 : 이종원<BR>
연락처 : 010-8424-8884<BR>
이메일 : jong8884@gmail.com<BR>
</div>

</body>
</html>